Repository: openmeteo/aira-poros
Catalog: locale/*/LC_MESSAGES/django.po
Languages: el

source: Region of Epirus
el: Περιφερεια Ηπειρου

source: This web application aims to support the application of good agricultural practices regarding irrigation water use and has been based on open/free software. It uses meteorological data freely available through openmeteo.org and forecasts from openweathermap.org / agromonitoring.com.
el: Η εφαρμογή αυτή στοχεύει στην υποστήριξη της εφαρμογής καλών αρδευτικών πρακτικών όσον αφορά το νερό άρδευσης και έχει αναπτυχθεί χρησιμοποιώντας ως βάση ανοικτό λογισμικό, ενώ αξιοποιεί μετεωρολογικά δεδομένα που διατίθενται ελεύθερα μέσω της πλατφόρμας openmeteo.org και προγνώσεις καιρού από openweathermap.org / agromonitoring.com.

source: <p>Local Organization for Land Reclamation (ΤΟΕΒ) of Poros</p> <p>Diastavrosi Vasilikis-Drosochoriou<br>45500 Drosochori<br>Ioannina</p>
el: <p>ΤΟΕΒ Πόρου<br>Διασταύρωση Βασιλικής-Δροσοχωρίου<br>45500 Δροσοχώρι<br>Ιωάννινα</p>

source: Terms of use
el: Όροι χρήσης

source: Irrigation network
el: Αρδευτικό δίκτυο

source: Drainage network
el: Στραγγιστικό δίκτυο

source: PLAIN OF POROS, IOANNINA
el: ΤΟΕΒ Πόρου (ΓΟΕΒ Λεκάνης Ιωαννίνων)

source: Agrometeorological stations network
el: Δίκτυο αγρομετεωρολογικών σταθμών

source: Data
el: Δεδομένα

source: Weather forecast (POSEIDON)
el: Πρόβλεψη καιρού (POSEIDON)
